# Creating Dataframe

In [1]:
names = ['Bob','Jessica','Mary','John','Mel']
births = [968, 155, 77, 578, 973]

In [2]:
import pandas as pd

In [3]:
data = list(zip(names, births))

In [4]:
df = pd.DataFrame(data, columns=['Name', 'Births'])

In [5]:
df

      Name  Births
0      Bob     968
1  Jessica     155
2     Mary      77
3     John     578
4      Mel     973

In [6]:
df.to_csv("data/babies.csv", index=False)

In [ ]:
df.to_csv("data/babies.csv", index=False)